BOT_TOKEN = '7445853952:AAHRTtrcERm6f1Zz-b-Thv6MFy0GiPxA-nA'
ADMIN_ID = [201861656] #айдишник администратора
ANKET_SEND = [201861656, 6807502234] #айдишник, куда будут отсылаться заявки на обмен #6807502234- MUTANT
SUPPORT_LINK = 'https://t.me/mutantcash' #ссылка на саппорта
PATH_TO_DB = '/Users/Zenno10/Desktop/exchanger/data/' #путь до файла с базой
LINK_SUBSRIBE = 'https://t.me/mutant_cash'
#faq должно быть не больше 4000 символов!
FAQ = F'''

Общие вопросы

Что такое MUTANT CASH?
MUTANT CASH — это телеграм-бот для быстрого и безопасного обмена криптовалют. С его помощью вы можете обменивать популярные криптовалюты, такие как Bitcoin, Ethereum и другие.

Как начать использовать бот?
1. Найдите бота MUTANT CASH в Telegram.
2. Нажмите кнопку "Start" или введите /start, чтобы начать работу с ботом.
3. Следуйте инструкциям, предоставленным ботом.

Какие криптовалюты поддерживаются?
Мы поддерживаем обмен следующих криптовалют:
- USDT (USDT)
- Bitcoin (BTC)
- Litecoin (LTC)
- Toncoin (TON)
- И многие другие. Полный список доступен в меню бота.

Обмен криптовалют

Как обменять криптовалюту?
1. Выберите опцию "Обмен" в меню.
2. Укажите, какую криптовалюту вы хотите обменять и на какую.
3. Введите сумму для обмена.
4. Следуйте дальнейшим инструкциям бота для завершения транзакции.

Как долго занимает обмен?
Обмен обычно занимает от нескольких минут до часа в зависимости от загруженности сети и выбранной криптовалюты.

Какова минимальная сумма для обмена?
Минимальная сумма для обмена зависит от выбранной криптовалюты. Подробности можно узнать, выбрав интересующую криптовалюту в меню бота.

Есть ли комиссия за обмен?
Да, при каждом обмене взимается небольшая комиссия. Точная сумма комиссии будет указана перед подтверждением транзакции.

Безопасность

Насколько безопасен обмен через бот?
Мы используем передовые технологии шифрования для защиты ваших данных и транзакций. Однако, рекомендуем использовать двухфакторную аутентификацию для дополнительной защиты.

Как защитить свои данные?
- Никогда не делитесь своим паролем и личной информацией.
- Включите двухфакторную аутентификацию в своем аккаунте.
- Проверяйте адрес бота и убедитесь, что используете официальный бот MUTANT CASH.

Поддержка

Как связаться с поддержкой?
Вы можете связаться с нашей службой поддержки через:
- Чат в Telegram: @mutantcash

Что делать, если я столкнулся с проблемой?
Если у вас возникла проблема, свяжитесь с нашей поддержкой. Опишите вашу проблему и предоставьте всю необходимую информацию для её решения.

Дополнительные вопросы

Можно ли отменить транзакцию?
К сожалению, транзакции в блокчейне необратимы. Убедитесь в правильности всех данных перед подтверждением обмена.

Как узнать текущий курс обмена?
Вы можете узнать текущий курс обмена в Телеграм-Канале @mutant_cash. Курсы обновляются в ЕЖЕДНЕВНО.

Есть ли мобильное приложение?
В данный момент мы предоставляем услуги через телеграм-бота, но работаем над созданием мобильного приложения для вашего удобства.

Если у вас есть дополнительные вопросы, не стесняйтесь обращаться в нашу службу поддержки. Мы всегда готовы помочь!'''